Repository: dylanb7/stripes_ui
Catalog: lib/l10n/app_*.arb
Languages: de

# checkInLabel
source: Check-ins
de: Ankunft

source: Sign up with access code
de: Mit Zugangscode anmelden

# loginButtonPrefix
source: Already have an account?
de: Sie haben schon ein Benutzerkonto?

# loginButtonText
source: Login
de: Anmelden

source: Use without account
de: Ohne Benutzerkonto anmelden

# passwordText
source: Password
de: Passwort

# forgotPasswordText
source: Forgot password?
de: Passwort vergessen?

# resetPasswordText
source: Reset Password
de: Passwort zurücksetzen

# noAccountPrefix
source: Do not have an account?
de: Sie haben noch kein Benutzerkonto?

# noAccountText
source: Create an account
de: Benutzerkonto erstellen

source: Send reset email
de: E-Mail zum Zurücksetzen senden

# createAccountText
source: Create account
de: Konto erstellen

# passwordRequirementHeader
source: Password must:
de: Passwort muss beinhalten:

# passwordLength
source: Be a minimum of 8 characters long
de: Mindestens 8 Zeichen lang

# passwordLowercase
source: Include a lowercase letter (a-z)
de: Mindestens ein Großbuchstabe

# passwordUppercase
source: Include an uppercase letter (A-Z)
de: Mindestens ein Kleinbuchstabe

# passwordNumber
source: Include a number (1-9)
de: Mindestens eine Zahl

# passwordMatchError
source: Passwords do not match
de: Passwörter stimmen nicht überein

# emptyFieldText
source: Empty Field
de: Leeres Feld

# codeError
source: Invalid Code
de: Ungültiger Code

# submitCode
source: Submit
de: Senden

# accessCodePlaceholder
source: Access Code
de: Zugangscode

# withoutCode
source: Use without code
de: Verwendung ohne Code

# recordTab
source: Record
de: Dokumentation

# testTab
source: Study
de: Prüfung

# historyTab
source: History
de: Einträge

# noEntryText
source: No Patient Entries
de: Keine Patient*innen Einträge

# lastEntry
source: Last Entry: {date}
de: Letzter Eintrag: {date}

# categorySelect
source: Select a category to record:
de: Wählen Sie eine Kategorie:

# blueDyeButton
source: Blue Dye Test
de: Blauer Muffin Test

# logOutButton
source: Log Out
de: Abmelden

# recordHeader
source: Recording {symptomType}
de: {symptomType} Dokumentation

# bristolLevel
source: Select the stool type that most closely resembles the bowel movement.
de: Select bowel movement consistancy

# painLocation
source: Select the location (s) of the pain below
de: Select the location of the pain below

# selectInstruction
source: Select all the signs and symptoms that apply
de: Wählen Sie alle Verhaltensweisen aus, die angewendet werden

# softTag
source: Soft
de: Weich

# hardTag
source: Hard
de: Hart

# painLevelZero
source: No Hurt
de: Tut nicht weh

# painLevelOne
source: Hurts Little Bit
de: Tut etwas weh

# painLevelTwo
source: Hurts Little More
de: Tut etwas mehr weh

# painLevelThree
source: Hurts Even More
de: Tut noch mehr weh

# painLevelFour
source: Hurts Whole Lot
de: Tut sehr weh

# painLevelFive
source: Hurts Worst
de: Tut am meisten weh

# levelReminder
source: Select Level
de: Wählen Sie eine passende Stufe

# nLevelError
source: {count, plural, =1{Missing entry} other{Missing entries}}
de: {count, plural, =1{Fehlender Eintrag} other{Fehlende Einträge}}

# moodLowLevel
source: Best Mood
de: Sehr schlecht

# moodHighLevel
source: Worst Mood
de: Sehr gut

# submitHeader
source: Enter information about the {symptomType} entry below
de: Tragen Sie weitere Informationen hier ein:

# editSubmitHeader
source: Information entered about {symptomType}
de: 'Eintrag dokumentiert über {symptomType}

# dateChangeTitle
source: Date
de: Datum

# timeChangeTitle
source: Time
de: Uhrzeit

# submitBlueQuestion
source: Did this bowel movement contain any blue color?
de: War der Stuhl blau (blaugrün) gefärbt?

# submitBlueQuestionError
source: Must answer blue question before submitting
de: Muss vor dem Absenden die blaue Frage beantworten

# blueQuestionYes
source: Yes
de: Ja

# blueQuestionNo
source: No
de: Nein

# submitDescriptionTag
source: Description
de: Weitere Anmerkungen

# submitDescriptionPlaceholder
source: Tap to type...
de: Clicken, um zu schreiben...

# submitButtonText
source: Submit Entry
de: Eintrag speichern

# editSubmitButtonText
source: Save Changes
de: Änderungen speichern

# testSubmitSuccess
source: Test successfully submitted
de: Test erfolgreich eingereicht

# errorPreventionTitle
source: Wait!
de: Moment!

# errorPreventionLineOne
source: Are you sure you want to leave this screen?
de: Sind Sie sicher, dass Sie diese Anwendung verlassen wollen?

# errorPreventionLineTwo
source: You have unsaved information entered for this {symptomType} entry. If you leave this screen now, your changes will be discarded. Do you want to stay on this page and save your changes or leave without saving?
de: So gehen alle eingetragenen Informationen verloren.

# errorPreventionLeave
source: Discard Changes
de: Nicht speichern

# errorPreventionStay
source: Stay and Save
de: Abbrechen

# blueDyeHeader
source: Blue Meal Study
de: Blauer Muffin Test

# blueDyeInstructionsHeader
source: Instructions
de: Anweisungen

# blueDyeInstructionsStepOne
source: 1) Eat Muffins
de: 1) Muffin-Essen

# blueDyeInstructionsStepOneA
source: When your participant starts eating muffins, select â€œStart Blue Meal
de: Sobald Sie beginnen den blauen Muffin zu essen, drücken Sie bitte auf „Blaue Mahlzeit Start“

# blueDyeInstructionsStepOneB
source: When your participant is done eating select 'Finished Blue Meal'
de: Sobald Sie den Muffin vollständig verzehrt haben, drücken Sie bitte auf „Blaue Mahlzeit Ende“

# blueDyeInstructionsStepTwo
source: 2) Record Bowel Movements (BMs)
de: 2) Dokumentation zu Hause

# blueDyeInstructionsStepTwoA
source: Log BMs from the Record page and indicate whether or not the BM has any (even partial) blue or blue green color.
de: Dokumentieren Sie bitte daheim nach Verzehr des Blauen Muffins jeden Stuhlgang unter „Poop Dokumentation“ und geben Sie an, ob dieser (teilweise) blau/blau-grün gefärbt war.

# blueDyeInstructionsStepTwoB
source: It is common for the first couple of BMs after eating the muffin to not show blue yet.
de: Es ist normal, dass einige Tage vergehen, bis die blaue Farbe erscheint.

# blueDyeInstructionsStepThree
source: 3) Submit the Test
de: 3) Einreichen des Tests

# blueDyeInstructionsStepThreeA
source: Submit test after recording the first BM that lacks any blue or blue green color.
de: Sobald Ihr Stuhlgang keinerlei blaue/blau-grüne Farbe mehr zeigt, drücken Sie bitte auf „Test einreichen“. So können wir Ihre gastrointestinale Passagezeit genau nachverfolgen.

# blueDyeCancel
source: Cancel Test
de: Test abbrechen

# blueMuffinErrorPreventionLineOne
source: Are you sure you want to cancel your Blue Dye Test?
de: Sind Sie sicher, dass Sie diese Anwendung verlassen wollen?

# blueMuffinErrorPreventionLineTwo
source: You will lose all progress
de: So gehen alle eingetragenen Informationen verloren.

# blueDyeStart
source: Start Blue Meal
de: Blaue Mahlzeit Start

# blueDyeLogsInstructionOne
source: Record bowel movements from the record screen.
de: Zeichnen Sie den Stuhlgang auf dem Aufnahmebildschirm auf.

# blueDyeLogsInstructionTwo
source: Recorded bowel movements will appear below
de: Aufgezeichneter Stuhlgang wird unten angezeigt

# blueDyeLogsSubmitTest
source: Submit Test
de: Test einreichen

# blueDyeLogsSubmitTestError
source: Record a normal colored bowel movement before submitting
de: Zeichnen Sie vor dem Absenden einen normal gefärbten Stuhlgang auf

# blueMealDurationTag
source: Meal Duration:
de: Mahlzeitdauer:

# blueMealFinishedButton
source: Finished Blue Meal
de: Blaue Mahlzeit Ende

# blueMealFinalDurationTag
source: Blue Meal Duration:
de: Dauer der blauen Mahlzeit:

# eventViewDayCategoty
source: Day View
de: Tag

# eventViewMonthCategory
source: Month View
de: Monat

# eventViewAllCategory
source: All Entries
de: Alle Einträge

# addEventButton
source: Add Event
de: Eintrag hinzufügen

# addEventHeader
source: Select a type to record
de: Typ zum Aufzeichnen

# eventFilterHeader
source: Filters
de: Filter

# eventFilterResults
source: {count, plural, =0{No results} =1{1 result} other{{count} results}}
de: {count, plural, =0{Keine Einträge} =1{Ein Eintrag} other{{count} Einträge}}

# exportError
source: Cannot export without a code
de: Exportieren ohne Code nicht möglich

# exportName
source: Export
de: Datenexport

# exportDialog
source: Data will be sent to the study coordinators. None of your personal information is included. If there are any changes in the future you may export again.
de: Die Daten werden an die Studienkoordinatoren gesendet. Es sind keine Ihrer persönlichen Daten enthalten. Wenn sich in Zukunft Änderungen ergeben, können Sie erneut exportieren.

# recordCount
source: {count, plural, =0{No Entries} =1{1 Entry} other{{count} Entries}}
de: {count, plural, =0{Keine Einträge} =1{1 Eintrag senden} other{Senden Sie {count} Einträge}}

source: Upload Done
de: Hochladen erledigt

# uploadFail
source: Upload Failed
de: Fehler beim Hochladen

# eventFilterReset
source: Reset
de: Zurücksetzen

# eventFilterTypesTag
source: Types:
de: Kategorien:

# eventFiltersFromTag
source: From:
de: Von:

# eventFiltersToTag
source: To:
de: An:

# eventFiltersApply
source: Apply Filters
de: Filter anwenden

# noEventsText
source: No events recorded
de: Keine Einträge dokumentiert

# behaviorsLabel
source: Behaviors
de: Verhaltensweisen:

# descriptionLabel
source: Description
de: Beschreibung:

# deleteAction
source: Delete
de: Löschen

# startTestEntry
source: Started Test:
de: Teststart:

# mealDurationEntry
source: Eating Duration:
de: Verzehrdauer:

# firstBlueEntry
source: First Blue BM:
de: Erster blauer Poo:

# lastBlueEntry
source: Last Blue BM:
de: Letzter blauer Poo:

# transitDurationEntry
source: Transit Duration:
de: Transitzeit:

# stampDeleteWarningOne
source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?

# stampDeleteWarningTwo
source: You will lose all information for this entry.
de: Sie verlieren alle Informationen für diesen Eintrag.

# stampDeleteConfirm
source: Confirm
de: Bestätigen

# stampDeleteCancel
source: Cancel
de: Abbrechen

source: Exit Study
de: Exit-Studie

# exitStudyWarning
source: When you exit the study all exported data will be deleted and your access code will be invalidated
de: Wenn Sie die Studie verlassen, werden alle exportierten Daten gelöscht und Ihr Zugangscode wird ungültig.

# passwordConfirm
source: Confirm Password
de: Passwort bestätigen
